Repository: randprotocol/clients
Catalog: ios/RandWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja, ko, ms, pl, ps, pt_br, ru, ta, ur, zh_hans, zh_hant_hk

source: This payment was made with your key from another device, so its transaction key is not stored here. Your viewing key opens it on RandScan.
ar: أُجريت هذه الدفعة بمفتاحك من جهاز آخر، لذا لا يُخزَّن مفتاح معاملتها هنا. يفتحها مفتاح العرض في RandScan.
de: Diese Zahlung wurde mit deinem Schlüssel von einem anderen Gerät aus gemacht, daher ist ihr Transaktionsschlüssel hier nicht gespeichert. Dein Ansichtsschlüssel öffnet sie auf RandScan.
es: Este pago se hizo con tu clave desde otro dispositivo, así que su clave de transacción no está guardada aquí. Tu clave de visualización lo abre en RandScan.
fa: این پرداخت با کلید شما از دستگاه دیگری انجام شده است، پس کلید تراکنش آن اینجا ذخیره نشده. کلید مشاهده‌ی شما آن را در RandScan باز می‌کند.
fr: Ce paiement a été effectué avec votre clé depuis un autre appareil ; sa clé de transaction n'est donc pas enregistrée ici. Votre clé de visualisation l'ouvre sur RandScan.
hi: यह भुगतान आपकी की से किसी दूसरे डिवाइस से किया गया था, इसलिए इसकी लेन-देन की यहाँ संग्रहीत नहीं है। आपकी व्यूइंग की इसे RandScan पर खोलती है।
id: Pembayaran ini dilakukan dengan kunci Anda dari perangkat lain, jadi kunci transaksinya tidak tersimpan di sini. Kunci tampilan Anda membukanya di RandScan.
it: Questo pagamento è stato fatto con la tua chiave da un altro dispositivo, quindi la sua chiave di transazione non è salvata qui. La tua chiave di visualizzazione lo apre su RandScan.
ja: この支払いは別の端末であなたのキーを使って行われたため、トランザクションキーはここに保存されていません。閲覧キーを使えば RandScan で開けます。
ko: 이 결제는 다른 기기에서 내 키로 이루어졌으므로 거래 키가 여기에 저장되어 있지 않습니다. 조회 키로 RandScan에서 열 수 있습니다.
ms: Pembayaran ini dibuat dengan kunci anda daripada peranti lain, jadi kunci transaksinya tidak disimpan di sini. Kunci tontonan anda membukanya di RandScan.
pl: Ta płatność została wykonana twoim kluczem z innego urządzenia, więc jej klucz transakcji nie jest tu zapisany. Twój klucz podglądu otwiera ją w RandScan.
ps: دا تادیه ستاسو په کیلي له بلې وسیلې څخه شوې، نو د هغې د راکړې ورکړې کیلي دلته نه ده ساتل شوې. ستاسو د لیدو کیلي یې په RandScan کې خلاصوي.
pt_br: Este pagamento foi feito com sua chave a partir de outro dispositivo, então a chave da transação não está guardada aqui. Sua chave de visualização o abre no RandScan.
ru: Этот платёж сделан вашим ключом с другого устройства, поэтому его ключ транзакции здесь не хранится. Ваш ключ просмотра открывает его в RandScan.
ta: இந்தக் கட்டணம் வேறொரு சாதனத்திலிருந்து உங்கள் விசையால் செய்யப்பட்டது, எனவே அதன் பரிவர்த்தனை விசை இங்கே சேமிக்கப்படவில்லை. உங்கள் பார்வை விசை அதை RandScan-இல் திறக்கும்.
ur: یہ ادائیگی کسی اور ڈیوائس سے آپ کی کی کے ساتھ کی گئی تھی، اس لیے اس کی لین دین کی کی یہاں محفوظ نہیں۔ آپ کی ویوئنگ کی اسے RandScan پر کھولتی ہے۔
zh_hans: 这笔付款是在另一台设备上用你的密钥发出的，因此这里没有保存它的交易密钥。你的查看密钥可以在 RandScan 上打开它。
zh_hant_hk: 這筆付款是在另一部裝置上用你的密鑰發出的，因此這裡沒有儲存它的交易密鑰。你的檢視密鑰可以在 RandScan 上打開它。

source: This proof needs about %1$@ GB of memory and this device has %2$@ GB. iOS will most likely stop the app before it finishes. Pair a prover in Settings › Prover, or send from the rand command-line wallet on a computer with the key file from Settings › Export.
ar: يحتاج هذا الإثبات إلى نحو %@ غيغابايت من الذاكرة، وفي هذا الجهاز %@ غيغابايت. على الأرجح سيوقف iOS التطبيق قبل أن ينتهي. اقرن مُثبِتًا في الإعدادات › المُثبِت، أو أرسل من محفظة سطر الأوامر rand على حاسوب باستخدام ملف المفتاح من الإعدادات › التصدير.
de: Dieser Beweis braucht etwa %@ GB Arbeitsspeicher, und dieses Gerät hat %@ GB. iOS wird die App sehr wahrscheinlich beenden, bevor er fertig ist. Kopple einen Prover unter Einstellungen › Prover oder sende aus der rand-Kommandozeilen-Wallet auf einem Computer mit der Schlüsseldatei aus Einstellungen › Exportieren.
es: Esta prueba necesita unos %@ GB de memoria y este dispositivo tiene %@ GB. Lo más probable es que iOS detenga la app antes de que termine. Vincula un probador en Ajustes › Probador, o envía desde la billetera de línea de comandos rand en una computadora con el archivo de clave de Ajustes › Exportar.
fa: این اثبات به حدود %@ گیگابایت حافظه نیاز دارد و این دستگاه %@ گیگابایت دارد. به احتمال زیاد iOS پیش از پایان، برنامه را متوقف می‌کند. در تنظیمات › اثبات‌گر یک اثبات‌گر جفت کنید، یا از کیف پول خط فرمان rand روی رایانه‌ای با فایل کلید از تنظیمات › صدور ارسال کنید.
fr: Cette preuve nécessite environ %@ Go de mémoire et cet appareil en a %@ Go. iOS arrêtera très probablement l'application avant la fin. Associez un prouveur dans Paramètres › Prouveur, ou envoyez depuis le portefeuille en ligne de commande rand sur un ordinateur avec le fichier de clé de Paramètres › Exporter.
hi: इस प्रूफ़ के लिए लगभग %@ GB मेमोरी चाहिए और इस डिवाइस में %@ GB है। iOS संभवतः पूरा होने से पहले ही ऐप बंद कर देगा। सेटिंग्स › प्रूवर में एक प्रूवर पेयर करें, या सेटिंग्स › एक्सपोर्ट की की फ़ाइल के साथ किसी कंप्यूटर पर rand कमांड-लाइन वॉलेट से भेजें।
id: Bukti ini memerlukan sekitar %@ GB memori, sedangkan perangkat ini memiliki %@ GB. iOS kemungkinan besar akan menghentikan aplikasi sebelum selesai. Pasangkan prover di Pengaturan › Prover, atau kirim dari dompet baris perintah rand di komputer dengan file kunci dari Pengaturan › Ekspor.
it: Questa prova richiede circa %@ GB di memoria e questo dispositivo ne ha %@ GB. Molto probabilmente iOS chiuderà l'app prima che finisca. Associa un prover in Impostazioni › Prover, oppure invia dal portafoglio a riga di comando rand su un computer con il file della chiave da Impostazioni › Esporta.
ja: この証明には約 %@ GB のメモリが必要ですが、この端末には %@ GB しかありません。完了前に iOS がアプリを停止する可能性が高いです。設定 › プルーバーでプルーバーをペアリングするか、設定 › エクスポートのキーファイルを使ってコンピューターの rand コマンドラインウォレットから送信してください。
ko: 이 증명에는 약 %@ GB의 메모리가 필요하지만 이 기기에는 %@ GB가 있습니다. iOS가 완료 전에 앱을 중지할 가능성이 큽니다. 설정 › 프루버에서 프루버를 페어링하거나, 설정 › 내보내기에서 받은 키 파일로 컴퓨터의 rand 명령줄 지갑에서 보내세요.
ms: Bukti ini memerlukan kira-kira %@ GB memori dan peranti ini mempunyai %@ GB. iOS berkemungkinan besar akan menghentikan aplikasi sebelum ia selesai. Pasangkan pembukti dalam Tetapan › Pembukti, atau hantar daripada dompet baris perintah rand pada komputer dengan fail kunci daripada Tetapan › Eksport.
pl: Ten dowód wymaga około %@ GB pamięci, a to urządzenie ma %@ GB. iOS najpewniej zatrzyma aplikację przed końcem. Sparuj prover w Ustawienia › Prover lub wyślij z portfela wiersza poleceń rand na komputerze z plikiem klucza z Ustawienia › Eksport.
ps: دې ثبوت ته شاوخوا %@ GB حافظه اړینه ده او دا وسیله %@ GB لري. ډېر احتمال لري چې iOS به اپ له بشپړېدو مخکې ودروي. په امستنې › ثبوت جوړوونکی کې یو ثبوت جوړوونکی جوړه کړئ، یا د rand له کمانډ لاین والټ څخه په یو کمپیوټر کې د امستنې › صادرول د کیلي فایل سره ولېږئ.
pt_br: Esta prova precisa de cerca de %@ GB de memória e este dispositivo tem %@ GB. O iOS provavelmente vai encerrar o app antes de terminar. Pareie um provador em Configurações › Provador ou envie pela carteira de linha de comando rand em um computador, com o arquivo de chave de Configurações › Exportar.
ru: Этому доказательству нужно около %@ ГБ памяти, а в устройстве %@ ГБ. Скорее всего, iOS остановит приложение до завершения. Подключите прувер в разделе «Настройки › Прувер» или отправьте из консольного кошелька rand на компьютере с файлом ключа из раздела «Настройки › Экспорт».
ta: இந்த நிரூபணத்துக்குச் சுமார் %@ GB நினைவகம் தேவை, இந்தச் சாதனத்தில் %@ GB உள்ளது. அது முடிவதற்கு முன்பே iOS ஆப்பை நிறுத்திவிடும் வாய்ப்பு அதிகம். அமைப்புகள் › நிரூபிப்பான் என்பதில் ஒரு நிரூபிப்பானை இணைக்கவும், அல்லது அமைப்புகள் › ஏற்றுமதி என்பதிலிருந்து பெறும் விசைக் கோப்புடன் கணினியில் rand கட்டளை-வரி வாலட்டிலிருந்து அனுப்பவும்.
ur: اس پروف کو تقریباً %@ GB میموری درکار ہے اور اس ڈیوائس میں %@ GB ہے۔ غالب امکان ہے کہ iOS مکمل ہونے سے پہلے ایپ بند کر دے گا۔ ترتیبات › پروور میں ایک پروور جوڑیں، یا ترتیبات › برآمد سے حاصل کردہ کی فائل کے ساتھ کسی کمپیوٹر پر rand کمانڈ لائن والیٹ سے بھیجیں۔
zh_hans: 此证明需要约 %@ GB 内存，而此设备只有 %@ GB。iOS 很可能在完成前终止应用。请在“设置 › 证明器”中配对证明器，或在电脑上使用“设置 › 导出”中的密钥文件，通过 rand 命令行钱包发送。
zh_hant_hk: 此證明需要約 %@ GB 記憶體，而此裝置只有 %@ GB。iOS 很可能會在完成前終止應用程式。請在「設定 › 證明器」中配對證明器，或在電腦上使用「設定 › 匯出」中的密鑰檔案，透過 rand 命令列錢包傳送。

source: This prover charges a fee, which this version of the wallet does not pay (%@). Pair a prover that charges nothing, or send from the rand command-line wallet.
ar: يتقاضى هذا المُثبِت رسومًا، وهذا الإصدار من المحفظة لا يدفعها (%@). اقرن مُثبِتًا لا يتقاضى شيئًا، أو أرسل من محفظة سطر الأوامر rand.
de: Dieser Prover verlangt eine Gebühr, die diese Version der Wallet nicht zahlt (%@). Kopple einen Prover, der nichts verlangt, oder sende aus der rand-Kommandozeilen-Wallet.
es: Este probador cobra una comisión, que esta versión de la billetera no paga (%@). Vincula un probador que no cobre nada o envía desde la billetera de línea de comandos rand.
fa: این اثبات‌گر کارمزد می‌گیرد که این نسخه از کیف پول آن را نمی‌پردازد (%@). اثبات‌گری را جفت کنید که هزینه‌ای نمی‌گیرد، یا از کیف پول خط فرمان rand ارسال کنید.
fr: Ce prouveur facture des frais, que cette version du portefeuille ne paie pas (%@). Associez un prouveur qui ne facture rien, ou envoyez depuis le portefeuille en ligne de commande rand.
hi: यह प्रूवर शुल्क लेता है, जिसे वॉलेट का यह संस्करण नहीं चुकाता (%@)। ऐसा प्रूवर पेयर करें जो कोई शुल्क न ले, या rand कमांड-लाइन वॉलेट से भेजें।
id: Prover ini mengenakan biaya, yang tidak dibayar oleh versi dompet ini (%@). Pasangkan prover yang gratis, atau kirim dari dompet baris perintah rand.
it: Questo prover applica una commissione, che questa versione del portafoglio non paga (%@). Associa un prover gratuito, oppure invia dal portafoglio a riga di comando rand.
ja: このプルーバーは手数料を請求しますが、このバージョンのウォレットはそれを支払いません（%@）。無料のプルーバーをペアリングするか、rand コマンドラインウォレットから送信してください。
ko: 이 프루버는 수수료를 받는데, 이 버전의 지갑은 프루버 수수료를 지불하지 않습니다(%@). 요금이 없는 프루버를 페어링하거나 rand 명령줄 지갑에서 보내세요.
ms: Pembukti ini mengenakan yuran, yang tidak dibayar oleh versi dompet ini (%@). Pasangkan pembukti yang tidak mengenakan bayaran, atau hantar daripada dompet baris perintah rand.
pl: Ten prover pobiera opłatę, której ta wersja portfela nie płaci (%@). Sparuj prover, który nic nie pobiera, lub wyślij z portfela wiersza poleceń rand.
ps: دا ثبوت جوړوونکی فیس اخلي، چې د والټ دا نسخه یې نه ورکوي (%@). یو ثبوت جوړوونکی جوړه کړئ چې هېڅ نه اخلي، یا د rand له کمانډ لاین والټ څخه ولېږئ.
pt_br: Este provador cobra uma taxa, que esta versão da carteira não paga (%@). Pareie um provador que não cobre nada ou envie pela carteira de linha de comando rand.
ru: Этот прувер берёт комиссию, а эта версия кошелька её не платит (%@). Подключите бесплатный прувер или отправьте из консольного кошелька rand.
ta: இந்த நிரூபிப்பான் கட்டணம் வசூலிக்கிறது, வாலட்டின் இந்தப் பதிப்பு அதைச் செலுத்துவதில்லை (%@). கட்டணம் வசூலிக்காத நிரூபிப்பானை இணைக்கவும், அல்லது rand கட்டளை-வரி வாலட்டிலிருந்து அனுப்பவும்.
ur: یہ پروور فیس لیتا ہے، جو والیٹ کا یہ ورژن ادا نہیں کرتا (%@)۔ ایسا پروور جوڑیں جو کوئی فیس نہ لے، یا rand کمانڈ لائن والیٹ سے بھیجیں۔
zh_hans: 此证明器收取费用，而此版本的钱包不支付该费用（%@）。请配对一个免费的证明器，或使用 rand 命令行钱包发送。
zh_hant_hk: 此證明器會收費，而此版本的錢包不會支付該費用（%@）。請配對一部免費的證明器，或使用 rand 命令列錢包傳送。

source: This prover charges a fee, which this version of the wallet does not pay. Pair a prover that charges nothing, or send from the rand command-line wallet.
ar: يتقاضى هذا المُثبِت رسومًا، وهذا الإصدار من المحفظة لا يدفعها. اقرن مُثبِتًا لا يتقاضى شيئًا، أو أرسل من محفظة سطر الأوامر rand.
de: Dieser Prover verlangt eine Gebühr, die diese Version der Wallet nicht zahlt. Kopple einen Prover, der nichts verlangt, oder sende aus der rand-Kommandozeilen-Wallet.
es: Este probador cobra una comisión, que esta versión de la billetera no paga. Vincula un probador que no cobre nada o envía desde la billetera de línea de comandos rand.
fa: این اثبات‌گر کارمزد می‌گیرد که این نسخه از کیف پول آن را نمی‌پردازد. اثبات‌گری را جفت کنید که هزینه‌ای نمی‌گیرد، یا از کیف پول خط فرمان rand ارسال کنید.
fr: Ce prouveur facture des frais, que cette version du portefeuille ne paie pas. Associez un prouveur qui ne facture rien, ou envoyez depuis le portefeuille en ligne de commande rand.
hi: यह प्रूवर शुल्क लेता है, जिसे वॉलेट का यह संस्करण नहीं चुकाता। ऐसा प्रूवर पेयर करें जो कोई शुल्क न ले, या rand कमांड-लाइन वॉलेट से भेजें।
id: Prover ini mengenakan biaya, yang tidak dibayar oleh versi dompet ini. Pasangkan prover yang gratis, atau kirim dari dompet baris perintah rand.
it: Questo prover applica una commissione, che questa versione del portafoglio non paga. Associa un prover gratuito, oppure invia dal portafoglio a riga di comando rand.
ja: このプルーバーは手数料を請求しますが、このバージョンのウォレットはそれを支払いません。無料のプルーバーをペアリングするか、rand コマンドラインウォレットから送信してください。
ko: 이 프루버는 수수료를 받는데, 이 버전의 지갑은 프루버 수수료를 지불하지 않습니다. 요금이 없는 프루버를 페어링하거나 rand 명령줄 지갑에서 보내세요.
ms: Pembukti ini mengenakan yuran, yang tidak dibayar oleh versi dompet ini. Pasangkan pembukti yang tidak mengenakan bayaran, atau hantar daripada dompet baris perintah rand.
pl: Ten prover pobiera opłatę, której ta wersja portfela nie płaci. Sparuj prover, który nic nie pobiera, lub wyślij z portfela wiersza poleceń rand.
ps: دا ثبوت جوړوونکی فیس اخلي، چې د والټ دا نسخه یې نه ورکوي. یو ثبوت جوړوونکی جوړه کړئ چې هېڅ نه اخلي، یا د rand له کمانډ لاین والټ څخه ولېږئ.
pt_br: Este provador cobra uma taxa, que esta versão da carteira não paga. Pareie um provador que não cobre nada ou envie pela carteira de linha de comando rand.
ru: Этот прувер берёт комиссию, а эта версия кошелька её не платит. Подключите бесплатный прувер или отправьте из консольного кошелька rand.
ta: இந்த நிரூபிப்பான் கட்டணம் வசூலிக்கிறது, வாலட்டின் இந்தப் பதிப்பு அதைச் செலுத்துவதில்லை. கட்டணம் வசூலிக்காத நிரூபிப்பானை இணைக்கவும், அல்லது rand கட்டளை-வரி வாலட்டிலிருந்து அனுப்பவும்.
ur: یہ پروور فیس لیتا ہے، جو والیٹ کا یہ ورژن ادا نہیں کرتا۔ ایسا پروور جوڑیں جو کوئی فیس نہ لے، یا rand کمانڈ لائن والیٹ سے بھیجیں۔
zh_hans: 此证明器收取费用，而此版本的钱包不支付该费用。请配对一个免费的证明器，或使用 rand 命令行钱包发送。
zh_hant_hk: 此證明器會收費，而此版本的錢包不會支付該費用。請配對一部免費的證明器，或使用 rand 命令列錢包傳送。

source: This prover does not accept this kind of job%@. Pair another prover in Settings, or send from the rand command-line wallet.
ar: لا يقبل هذا المُثبِت هذا النوع من المهام%@. اقرن مُثبِتًا آخر في الإعدادات، أو أرسل من محفظة سطر الأوامر rand.
de: Dieser Prover nimmt diese Art von Auftrag nicht an%@. Kopple einen anderen Prover in den Einstellungen oder sende aus der rand-Kommandozeilen-Wallet.
es: Este probador no acepta este tipo de trabajo%@. Vincula otro probador en Ajustes o envía desde la billetera de línea de comandos rand.
fa: این اثبات‌گر این نوع کار را نمی‌پذیرد%@. اثبات‌گر دیگری را در تنظیمات جفت کنید، یا از کیف پول خط فرمان rand ارسال کنید.
fr: Ce prouveur n'accepte pas ce type de tâche%@. Associez un autre prouveur dans les Paramètres, ou envoyez depuis le portefeuille en ligne de commande rand.
hi: यह प्रूवर इस प्रकार का जॉब%@ स्वीकार नहीं करता। सेटिंग्स में कोई दूसरा प्रूवर पेयर करें, या rand कमांड-लाइन वॉलेट से भेजें।
id: Prover ini tidak menerima jenis tugas ini%@. Pasangkan prover lain di Pengaturan, atau kirim dari dompet baris perintah rand.
it: Questo prover non accetta questo tipo di lavoro%@. Associa un altro prover nelle Impostazioni, oppure invia dal portafoglio a riga di comando rand.
ja: このプルーバーはこの種類のジョブを受け付けません%@。設定で別のプルーバーをペアリングするか、rand コマンドラインウォレットから送信してください。
ko: 이 프루버는 이런 종류의 작업을 받지 않습니다%@. 설정에서 다른 프루버를 페어링하거나 rand 명령줄 지갑에서 보내세요.
ms: Pembukti ini tidak menerima jenis kerja ini%@. Pasangkan pembukti lain dalam Tetapan, atau hantar daripada dompet baris perintah rand.
pl: Ten prover nie przyjmuje tego rodzaju zadań%@. Sparuj inny prover w Ustawieniach lub wyślij z portfela wiersza poleceń rand.
ps: دا ثبوت جوړوونکی دا ډول دنده نه مني%@. په امستنو کې بل ثبوت جوړوونکی جوړه کړئ، یا د rand له کمانډ لاین والټ څخه ولېږئ.
pt_br: Este provador não aceita este tipo de trabalho%@. Pareie outro provador em Configurações ou envie pela carteira de linha de comando rand.
ru: Этот прувер не принимает задания такого типа%@. Подключите другой прувер в настройках или отправьте из консольного кошелька rand.
ta: இந்த நிரூபிப்பான் இந்த வகை வேலையை ஏற்பதில்லை%@. அமைப்புகளில் வேறொரு நிரூபிப்பானை இணைக்கவும், அல்லது rand கட்டளை-வரி வாலட்டிலிருந்து அனுப்பவும்.
ur: یہ پروور اس قسم کا کام قبول نہیں کرتا%@۔ ترتیبات میں کوئی اور پروور جوڑیں، یا rand کمانڈ لائن والیٹ سے بھیجیں۔
zh_hans: 此证明器不接受这类任务%@。请在设置中配对另一个证明器，或使用 rand 命令行钱包发送。
zh_hant_hk: 此證明器不接受這類工作%@。請在設定中配對另一部證明器，或使用 rand 命令列錢包傳送。

source: This prover does not know this pairing. Pair it again in Settings.
ar: لا يعرف هذا المُثبِت هذا الإقران. اقرنه مرة أخرى في الإعدادات.
de: Dieser Prover kennt diese Kopplung nicht. Kopple ihn in den Einstellungen erneut.
es: Este probador no reconoce esta vinculación. Vuelve a vincularlo en Ajustes.
fa: این اثبات‌گر این جفت‌سازی را نمی‌شناسد. آن را دوباره در تنظیمات جفت کنید.
fr: Ce prouveur ne reconnaît pas cette association. Associez-le de nouveau dans les Paramètres.
hi: यह प्रूवर इस पेयरिंग को नहीं पहचानता। सेटिंग्स में इसे फिर से पेयर करें।
id: Prover ini tidak mengenal pemasangan ini. Pasangkan lagi di Pengaturan.
it: Questo prover non conosce questa associazione. Associalo di nuovo nelle Impostazioni.
ja: このプルーバーはこのペアリングを認識していません。設定でもう一度ペアリングしてください。
ko: 이 프루버는 이 페어링을 알지 못합니다. 설정에서 다시 페어링하세요.
ms: Pembukti ini tidak mengenali pasangan ini. Pasangkannya semula dalam Tetapan.
pl: Ten prover nie zna tego parowania. Sparuj go ponownie w Ustawieniach.
ps: دا ثبوت جوړوونکی دا جوړه نه پېژني. په امستنو کې یې بیا جوړه کړئ.
pt_br: Este provador não reconhece este pareamento. Pareie-o de novo em Configurações.
ru: Этот прувер не знает этого сопряжения. Подключите его заново в настройках.
ta: இந்த நிரூபிப்பானுக்கு இந்த இணைத்தல் தெரியாது. அமைப்புகளில் அதை மீண்டும் இணைக்கவும்.
ur: یہ پروور اس جوڑ کو نہیں جانتا۔ ترتیبات میں اسے دوبارہ جوڑیں۔
zh_hans: 此证明器不认识这个配对。请在设置中重新配对。
zh_hant_hk: 此證明器不認得這個配對。請在設定中重新配對。

source: This prover will be able to read this wallet's whole history — every payment received and sent, before and after today. It cannot spend. To keep your history private, run your own.
ar: سيتمكن هذا المُثبِت من قراءة سجل هذه المحفظة كاملًا — كل دفعة مستلمة ومرسلة، قبل اليوم وبعده. لا يمكنه الإنفاق. للحفاظ على خصوصية سجلك، شغّل مُثبِتك الخاص.
de: Dieser Prover kann den gesamten Verlauf dieser Wallet lesen – jede empfangene und gesendete Zahlung, vor und nach heute. Er kann nichts ausgeben. Um deinen Verlauf privat zu halten, betreibe deinen eigenen.
es: Este probador podrá leer todo el historial de esta billetera: cada pago recibido y enviado, antes y después de hoy. No puede gastar. Para mantener tu historial en privado, ejecuta el tuyo propio.
fa: این اثبات‌گر خواهد توانست کل تاریخچه‌ی این کیف پول را بخواند — هر پرداخت دریافتی و ارسالی، پیش و پس از امروز. نمی‌تواند خرج کند. برای خصوصی نگه داشتن تاریخچه‌تان، اثبات‌گر خودتان را اجرا کنید.
fr: Ce prouveur pourra lire tout l'historique de ce portefeuille : chaque paiement reçu et envoyé, avant et après aujourd'hui. Il ne peut pas dépenser. Pour garder votre historique privé, exécutez votre propre prouveur.
hi: यह प्रूवर इस वॉलेट का पूरा इतिहास पढ़ सकेगा — हर प्राप्त और भेजा गया भुगतान, आज से पहले और बाद का। यह खर्च नहीं कर सकता। अपना इतिहास निजी रखने के लिए, अपना खुद का प्रूवर चलाएँ।
id: Prover ini akan dapat membaca seluruh riwayat dompet ini — setiap pembayaran yang diterima dan dikirim, sebelum dan sesudah hari ini. Prover ini tidak dapat membelanjakan. Agar riwayat Anda tetap privat, jalankan prover Anda sendiri.
it: Questo prover potrà leggere tutta la cronologia di questo portafoglio — ogni pagamento ricevuto e inviato, prima e dopo oggi. Non può spendere. Per mantenere privata la tua cronologia, esegui un tuo prover.
ja: このプルーバーは、このウォレットの履歴全体（今日より前と後の、受け取りと送信のすべての支払い）を読めるようになります。支出はできません。履歴を非公開にするには、自分のプルーバーを運用してください。
ko: 이 프루버는 이 지갑의 전체 내역 — 오늘 이전과 이후에 받고 보낸 모든 결제 — 을 읽을 수 있게 됩니다. 지출은 할 수 없습니다. 내역을 비공개로 유지하려면 직접 프루버를 운영하세요.
ms: Pembukti ini akan dapat membaca seluruh sejarah dompet ini — setiap pembayaran yang diterima dan dihantar, sebelum dan selepas hari ini. Ia tidak boleh berbelanja. Untuk merahsiakan sejarah anda, jalankan pembukti anda sendiri.
pl: Ten prover będzie mógł czytać całą historię tego portfela — każdą otrzymaną i wysłaną płatność, przed dniem dzisiejszym i po nim. Nie może wydawać. Aby zachować prywatność historii, uruchom własny.
ps: دا ثبوت جوړوونکی به د دې والټ ټوله تاریخچه ولوستلی شي — هره ترلاسه شوې او لېږل شوې تادیه، له نن مخکې او وروسته. لګښت نشي کولی. د خپلې تاریخچې د پټ ساتلو لپاره، خپل یو وچلوئ.
pt_br: Este provador poderá ler todo o histórico desta carteira — cada pagamento recebido e enviado, antes e depois de hoje. Ele não pode gastar. Para manter seu histórico privado, rode o seu próprio.
ru: Этот прувер сможет читать всю историю кошелька — каждый полученный и отправленный платёж, до и после сегодняшнего дня. Тратить он не может. Чтобы сохранить историю приватной, запустите собственный прувер.
ta: இந்த நிரூபிப்பான் இந்த வாலட்டின் முழு வரலாற்றையும் படிக்க முடியும் — இன்றைக்கு முன்னும் பின்னும் பெற்ற, அனுப்பிய ஒவ்வொரு கட்டணமும். அது செலவு செய்ய முடியாது. உங்கள் வரலாற்றைத் தனிப்பட்டதாக வைக்க, உங்கள் சொந்த நிரூபிப்பானை இயக்குங்கள்.
ur: یہ پروور اس والیٹ کی پوری تاریخ پڑھ سکے گا — ہر وصول اور بھیجی گئی ادائیگی، آج سے پہلے اور بعد کی۔ یہ خرچ نہیں کر سکتا۔ اپنی تاریخ نجی رکھنے کے لیے اپنا پروور چلائیں۔
zh_hans: 此证明器将能读取此钱包的全部历史记录——今天之前和之后收到和发出的每一笔付款。它不能花费资金。如要让历史记录保持私密，请运行你自己的证明器。
zh_hant_hk: 此證明器將能讀取此錢包的全部記錄：今天之前及之後收到和送出的每筆付款。它不能花費。如要保持記錄私密，請運行你自己的證明器。

source: This wallet cannot prove for this chain.
ar: لا تستطيع هذه المحفظة الإثبات لهذه السلسلة.
de: Diese Wallet kann für diese Chain keine Beweise erstellen.
es: Esta billetera no puede generar pruebas para esta cadena.
fa: این کیف پول نمی‌تواند برای این شبکه اثبات کند.
fr: Ce portefeuille ne peut pas générer de preuves pour cette chaîne.
hi: यह वॉलेट इस चेन के लिए प्रूफ़ नहीं बना सकता।
id: Dompet ini tidak dapat membuktikan untuk chain ini.
it: Questo portafoglio non può generare prove per questa catena.
ja: このウォレットはこのチェーン用に証明できません。
ko: 이 지갑은 이 체인용 증명을 만들 수 없습니다.
ms: Dompet ini tidak dapat membuat bukti untuk rantaian ini.
pl: Ten portfel nie może generować dowodów dla tego łańcucha.
ps: دا والټ د دې زنځیر لپاره ثبوت نشي جوړولی.
pt_br: Esta carteira não consegue provar para esta cadeia.
ru: Этот кошелёк не умеет строить доказательства для этой сети.
ta: இந்த வாலட்டால் இந்தச் செயினுக்கு நிரூபிக்க முடியாது.
ur: یہ والیٹ اس چین کے لیے پروف نہیں بنا سکتا۔
zh_hans: 此钱包无法为这条链生成证明。
zh_hant_hk: 此錢包無法為此鏈生成證明。

source: To
ar: إلى
de: An
es: Para
fa: به
fr: À
hi: प्रति
id: Ke
it: A
ja: 宛先
ko: 받는 곳
ms: Kepada
pl: Do
ps: ته
pt_br: Para
ru: Кому
ta: பெறுநர்
ur: بنام
zh_hans: 发往
zh_hant_hk: 至

source: To (pk)
ar: إلى (pk)
de: An (pk)
es: Para (pk)
fa: به (pk)
fr: À (pk)
hi: प्रति (pk)
id: Ke (pk)
it: A (pk)
ja: 宛先（pk）
ko: 받는 사람(pk)
ms: Kepada (pk)
pl: Do (pk)
ps: ته (pk)
pt_br: Para (pk)
ru: Кому (pk)
ta: பெறுநர் (pk)
ur: بنام (pk)
zh_hans: 发往（pk）
zh_hant_hk: 至（pk）

source: Total
ar: الإجمالي
de: Gesamt
fa: مجموع
hi: कुल
it: Totale
ja: 合計
ko: 합계
ms: Jumlah
pl: Razem
ps: ټولټال
ru: Итого
ta: மொத்தம்
ur: کل
zh_hans: 合计
zh_hant_hk: 總計

source: Transaction
ar: المعاملة
de: Transaktion
es: Transacción
fa: تراکنش
hi: लेन-देन
id: Transaksi
it: Transazione
ja: トランザクション
ko: 거래
ms: Transaksi
pl: Transakcja
ps: راکړه ورکړه
pt_br: Transação
ru: Транзакция
ta: பரிவர்த்தனை
ur: لین دین
zh_hans: 交易
zh_hant_hk: 交易
